Revit 2027 API
SymbolTypeId.TfDashM Property
 Symbol Tf-m, indicating unit Tonne force meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TfDashM { get; }
Public Shared ReadOnly Property TfDashM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TfDashM {
	ForgeTypeId^ get ();
}
static member TfDashM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace